---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReleaseConditions.Mx
source: html/e0c2da17-89e2-db63-811a-db05dbc94f99.htm
---
# Autodesk.Revit.DB.Structure.ReleaseConditions.Mx Property

Gets or Sets the Mx of the release type.

## Syntax (C#)
```csharp
public bool Mx { get; set; }
```